Repository: mozilla-l10n/mt-training-data
Catalog: prq/prq_pontoon.tmx
Source language: en_us
Languages: prq

source: About
prq: Añabentero ora

source: Add information
prq: Ababajero ñantsi

source: Agriculture and Food
prq: Antaberentsi jero aobaretentsi

source: Approve
prq: Pimonkateri

source: Cancel Submission
prq: Ero pochantanakeri

source: <chevron></chevron>See less
prq: <chevron></chevron>Amene kapicha

source: <chevron></chevron>See more
prq: </chevron></chevron>Amene pashini

source: Click
prq: Clic

source: Comment
prq: Piñabaite

source: Contact Us
prq: Pinkaimajeitena

source: Continue
prq: Pashini

source: Continue validating
prq: Ekiro

source: Contribute
prq: Pipawakita

source: Different language
prq: Pashini añane

source: Finish validating
prq: Atsonkakero aproebatake

source: for example
prq: Kemitaka

source: Guidelines
prq: Kenkishiriantsi

source: Healthcare
prq: Abitantsi

source: I agree
prq: Kamethawetaki

source: I do not agree
prq: Ero nakakeri

source: Languages
prq: Añanipoeni

source: Listen
prq: Pikeme

source: Log in or sign up to get started
prq: Pinkiye

source: n
prq: t

source: N
prq: O

source: Nature and Environment
prq: Tomirimaski jero shonkimoteiri

source: No
prq: Te

source: No thanks, continue speaking
prq: Aritapake, piñawoeteta eroka

source: Partner
prq: Ayompari

source: <playIcon></playIcon>Last one!
prq: <playIcon></playIcon>Tsoncaparori!

source: r
prq: g

source: Reject
prq: Okanakeri

source: Report
prq: Akamante

source: Return
prq: Nopiaka

source: Review
prq: Aminaperotzi

source: Review Sentences
prq: Amenero sankenatsaparo

source: Review & Submit
prq: Aminaperotzi pochante

source: s
prq: k

source: S
prq: N

source: Sentence
prq: Sankenatsapa

source: Skip
prq: Komenkantsi

source: Speak
prq: Añabaite

source: Speak now
prq: Piñawoete iroñaka

source: Submit
prq: Pochante

source: Submit a report
prq: Pimityankero

source: Success
prq: Nomatakotakero

source: Tap
prq: Aperotzi

source: Write
prq: Sankinatantsi

source: y
prq: j

source: Y
prq: P

source: Yes
prq: Je
